{"id":86,"date":"2017-10-04T15:18:16","date_gmt":"2017-10-04T15:18:16","guid":{"rendered":"http:\/\/kohette.com\/wpthemes\/narratium\/?p=86"},"modified":"2020-12-31T15:12:32","modified_gmt":"2020-12-31T15:12:32","slug":"i-skyped-jacques-cousteaus-grandson-on-the-bottom-of-the-ocean","status":"publish","type":"post","link":"https:\/\/kohette.com\/wpthemes\/narratium\/i-skyped-jacques-cousteaus-grandson-on-the-bottom-of-the-ocean\/","title":{"rendered":"I Skyped Jacques Cousteau&#8217;s Grandson on the Bottom of the Ocean."},"content":{"rendered":"\n<h3>On June 1, a team of six splashed down 63 feet beneath the ocean surface to shack up in Aquarius, <a href=\"http:\/\/motherboard.vice.com\/read\/motherboard-tv-inside-nasa-s-spectacular-undersea-mission-to-save-earth-from-an-asteroid\" target=\"_blank\" rel=\"noopener\">the world’s only underwater lab<\/a>, located off the coast of Florida. They’ll be down there for 31 days, surfacing only on July 2.<\/h3>\n\n\n\n<p>“<a href=\"http:\/\/mission-31.com\/about-mission-31\/our-story\/\" target=\"_blank\" rel=\"noopener\">Mission 31<\/a>” will mark the longest stretch spent in the ocean base, and will allow the aquanauts (a title given only to those who stay underwater long enough to get used to the pressure) to conduct prolonged research on the coral reef and its inhabitants, as well as to study the impact underwater living has on themselves.<\/p>\n\n\n\n<p>The expedition is led by Fabien Cousteau, the grandson of the well-known French oceanographer and scuba visionary Jacques Cousteau, and builds largely on his family legacy. Back in the 60s, Jacques Cousteau helped create an underwater habitat called Continental Shelf Station Two, or Conshelf Two, which forms the setting for his documentary <em><a href=\"https:\/\/www.youtube.com\/watch?v=6cIjgL2lkwA\" target=\"_blank\" rel=\"noopener\">World Without Sun<\/a><\/em>.<\/p>\n\n\n\n<p>Following in his footsteps, Fabien Cousteau is now on the seabed, and you can take a peek at what he’s getting up to yourself via <a href=\"http:\/\/mission-31.com\/watch-live\/\" target=\"_blank\" rel=\"noopener\">livestream videos<\/a> on the Mission 31 website. (One had no signal earlier, but I can assure you all was well. I guess living at the bottom of the ocean leads to a few technical glitches here and there.)<\/p>\n\n\n\n<p>I arranged to talk to Fabien by Skype—which apparently works quite successfully so long as the ocean surface isn’t too rough. When we spoke this morning, at 6:30 Florida time, the light was just starting to creep into the submerged dwelling and I could see fish swimming across the porthole behind him. Some of his teammates were already out diving; scientists from Florida International University, which operates Aquarius, were collecting their samples.<\/p>\n\n\n\n<p>I asked Cousteau more about his research, and what it’s like to live underwater.<\/p>\n\n\n<p class=\"ktt-interview-question font-weight-700\">Let’s start with the why. Why did you want to spend a whole month underwater?<\/p>\n\n\n<p class=\"ktt-interview-answer\">Fabien Cousteau: Well, there’s a couple of reasons. First of all it gives us a full lunar cycle to do science, and that is a very rare if not unique thing, especially here at the world’s only underwater marine research centre. So it gives us 31 days to really gather the amount of data you would gather in a whole year from, say, a boat. It’s very, very efficient to be at the world’s last frontier, in our ocean.<\/p>\n<p>Secondly, it’s symbolic. My grandfather in 1963 had built an underwater village called Conshelf Two where his team lived and worked for 30 days, collecting all sorts of specimens and data outside in the water column. So we’re planning on collecting data—and in fact they’re out there right now—on things like the effects of climate change, pollution issues, as well as predator-prey behaviour, and we’re working with Florida International University as well as Northeastern University and MIT to do so.<\/p>\n\n\n\n<figure class=\"wp-block-image alignnone size-large padding-bottom-10 border-radius-5 box-shadow-large site-palette-yang-3-background-color site-palette-yin-2-color\"><img loading=\"lazy\" width=\"1024\" height=\"767\" src=\"https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/daniel-kuruvilla-409976-unsplash-1024x767.jpg\" alt=\"\" class=\"wp-image-664\" srcset=\"https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/daniel-kuruvilla-409976-unsplash-1024x767.jpg 1024w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/daniel-kuruvilla-409976-unsplash-300x225.jpg 300w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/daniel-kuruvilla-409976-unsplash-768x576.jpg 768w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/daniel-kuruvilla-409976-unsplash-1536x1151.jpg 1536w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/daniel-kuruvilla-409976-unsplash-2048x1535.jpg 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption>Fabien Cousteau. Image: Mission 31<\/figcaption><\/figure>\n\n\n<p class=\"ktt-interview-question font-weight-700\">So what’s changed since your grandfather’s Conshelf 2 mission?<\/p>\n\n\n<p class=\"ktt-interview-answer\">Certain things have changed and some things have stayed the same. For example, the general concept of living underwater in a habitat is fairly similar, and some of the ways we get our equipment are also fairly similar. As a matter of fact, back in those days they used to use pressure pots they used for cooking to bring things down to the habitat from the surface, just to keep it dry and to keep it away from pressure issues. We’re doing the same exact thing, except our pressure pots of course are much more robust.<\/p>\n<p>We’re also using much more modern technology in the Aquarius habitat—for example, you and I are chatting via wifi from 63 feet beneath the surface of the sea, which back in those days was just not possible! This allows us to do an education outreach program, to talk to students and schools and universities, as well as aquariums and museums, and individuals from anywhere in the world.<\/p>\n<p>We can actually share our expedition live, for the first time in a Cousteau expedition, in real time, which is really an invaluable tool that we take for granted up on land. Now that we’re sea-dwellers, this is a very new tool for us.<\/p>\n\n\n<p class=\"ktt-interview-question font-weight-700\">You’ve got some mod cons, then, but what are the main challenges of living underwater?<\/p>\n\n\n<p class=\"ktt-interview-answer\">Well, we only have wifi when the seas are calm and Mother Nature cooperates with us! But we’re used to that: That’s adventure, that’s exploration, and that’s part of the story. The challenges—we’ve been getting along very well. It is a tight space; Aquarius is about the size of a school bus, or 45 feet long by nine feet wide, within which six of us are living for 31 days along with our equipment and our food, and basically everything that we need for that month.<\/p>\n\n\n\n<figure class=\"wp-block-image alignnone size-full full-width wild-element\"><img loading=\"lazy\" width=\"2560\" height=\"1707\" src=\"https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/jonathan-smith-142027-unsplash-scaled.jpg\" alt=\"\" class=\"wp-image-653\" srcset=\"https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/jonathan-smith-142027-unsplash-scaled.jpg 2560w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/jonathan-smith-142027-unsplash-300x200.jpg 300w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/jonathan-smith-142027-unsplash-1024x683.jpg 1024w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/jonathan-smith-142027-unsplash-768x512.jpg 768w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/jonathan-smith-142027-unsplash-1536x1024.jpg 1536w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/jonathan-smith-142027-unsplash-2048x1365.jpg 2048w\" sizes=\"(max-width: 2560px) 100vw, 2560px\" \/><figcaption>The aquanauts in Aquarius. Image: Kip Evans<\/figcaption><\/figure>\n\n\n<p class=\"ktt-interview-question font-weight-700\">What&#8217;s your daily routine?<\/p>\n\n\n<p class=\"ktt-interview-answer\">Our days lately have been getting up between four and six AM, diving six to ten hours a day, and going to sleep around 11 at night, and of course there are tasks all throughout the day.<\/p>\n<p>We’re using cutting-edge scientific technologies including handheld three-dimensional sonographic sonar systems, which allow a video picture even though it’s through audio, which basically means that we don’t need light to be able to see the coral reef. We’re very excited about that because it’s less invasive and we’re able to study the coral reef in a way that’s never been done before.<\/p>\n\n\n<p class=\"ktt-interview-question font-weight-700\">What research are you working on right now?<\/p>\n\n\n<p class=\"ktt-interview-answer\">We’re working on several very pertinent topics for our own species, which are of course the effects of climate change and resulting ocean permutation, and what that does to a coral reef, which is the rainforest of the sea.<\/p>\n<p>We’re looking at certain aspects of pollution and run-off, including of course fertiliser and other chemicals, on coral, to see what that does and how quickly it influences individual corals. We’re also looking at something called predator-prey fear behaviour, which is simply how fish react that are feeding and are hungry to predators. When do they basically take the chance in order to get that meal?<\/p>\n<p>Beyond this, of course, we’re looking at ourselves. I have my sleep watch right here; we’re looking at the sleep cycles that are happening, because we have very limited light down here and of course light affects sleep pattern. Beyond that there’s a lot of anecdotal looks at how an individual lives and is affected by living underwater for such an extended period of time.<\/p>\n\n\n\n<figure class=\"wp-block-image alignnone size-large border-radius-5 box-shadow-large site-palette-yin-1-background-color site-palette-yang-1-color\"><img loading=\"lazy\" width=\"1024\" height=\"683\" src=\"https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/kalen-emsley-100223-1024x683.jpg\" alt=\"\" class=\"wp-image-646\" srcset=\"https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/kalen-emsley-100223-1024x683.jpg 1024w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/kalen-emsley-100223-300x200.jpg 300w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/kalen-emsley-100223-768x512.jpg 768w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/kalen-emsley-100223-1536x1024.jpg 1536w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2017\/10\/kalen-emsley-100223-2048x1365.jpg 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption>Fabien Cousteau arriving at Aquarius. Image: Kip Evans<\/figcaption><\/figure>\n\n\n<p class=\"ktt-interview-question font-weight-700\">And you mentioned you’re diving for up to ten hours a day—How is it possible to dive for so long without getting sick, at that depth?<\/p>\n\n\n<p class=\"ktt-interview-answer\">I like your question, because that’s something that’s often overlooked. The most advantageous part of living under the sea is the fact that, if you live in a habitat, you become saturated in this pressure, which allows the luxury of being able to dive for such lengthy periods of time without any additional issues that you would have diving down from the surface. So that allows us to go out into the water all of those hours, whereas if you’re coming down from the surface you have very limited bottom time because of all the decompression obligations.<\/p>\n<p>The flip side of the coin, of course, is once we’re done here we have to stay down here for the entirety of the mission and then go through a very lengthy decompression process, 18 and a half hours, in order for us to reach you surface-dwellers.<\/p>\n\n\n<p class=\"ktt-interview-question font-weight-700\">You’re still in your first week now. How’s it going?<\/p>\n\n\n<p class=\"ktt-interview-answer\">The first four days have been a learning curve on what to expect, how to feel, what the routine is in such a tight environment with six people, and I think we’re getting to a place now where we’re very efficient with our time, we’re putting on our gear very quickly, we’re getting out into the water very quickly, and we’re getting a lot of scientific data. We’re doing a lot of outreach, and by and large we’re getting a lot of great imagery that we’re sharing live on <a href=\"http:\/\/mission-31.com\/\" target=\"_blank\" rel=\"noopener\">mission-31.com<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>On June 1, a team of six splashed down 63 feet beneath the ocean surface to shack up in Aquarius, the world’s only underwater lab, located off the coast of Florida. They’ll be down there for 31 days, surfacing only on July 2. “Mission 31” will mark the longest stretch spent in the ocean base, [&hellip;]<\/p>\n","protected":false},"author":6,"featured_media":569,"comment_status":"open","ping_status":"open","sticky":false,"template":"template-simple.php","format":"standard","meta":[],"categories":[8,10],"tags":[],"_links":{"self":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/86"}],"collection":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/users\/6"}],"replies":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/comments?post=86"}],"version-history":[{"count":3,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/86\/revisions"}],"predecessor-version":[{"id":669,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/86\/revisions\/669"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/media\/569"}],"wp:attachment":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/media?parent=86"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/categories?post=86"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/tags?post=86"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}