{"id":99,"date":"2017-10-04T15:38:39","date_gmt":"2017-10-04T15:38:39","guid":{"rendered":"http:\/\/kohette.com\/wpthemes\/narratium\/?p=99"},"modified":"2020-12-31T01:08:42","modified_gmt":"2020-12-31T01:08:42","slug":"who-is-satoshi-nakamoto-the-creator-of-bitcoin","status":"publish","type":"post","link":"https:\/\/kohette.com\/wpthemes\/narratium\/who-is-satoshi-nakamoto-the-creator-of-bitcoin\/","title":{"rendered":"Who Is Satoshi Nakamoto, the Creator of Bitcoin?"},"content":{"rendered":"\n<h3 class=\"line-height-1dot5 has-medium-font-size\"><strong>For all of Bitcoin’s fabled transparency, a key piece of this bubblicious puzzle remains elusively opaque. Who the hell is Satoshi Nakamoto?<\/strong><\/h3>\n\n\n\n<p>Like a frustrating episode of Lost, there’s one too many clues and few if any answers. Satoshi, of course, is the one who started it all, unleashing his concept of a cryptographic, self-regulating digital currency to the world in his now infamous whitepaper in 2008.<\/p>\n\n\n\n<p class=\"border-radius-5 box-shadow-large has-white-color has-pale-pink-background-color has-text-color has-background has-medium-font-size\">Three years later, he was gone.<\/p>\n\n\n\n<p>Today, Bitcoin is a billion dollar idea being adopted across the globe, and yet little is known about its enigmatic creator. The result has been wild speculation. Ted Nelson, the American pioneer of information technology who coined the term “hypertext,” <a href=\"http:\/\/qz.com\/86255\/the-mysterious-creator-of-bitcoin-could-be-japanese-mathematician-shinichi-mochizuki-says-the-inventor-of-hypertext\/\" target=\"_blank\" rel=\"noopener\">last week proposed<\/a> that Satoshi was a well-known, reclusive Japanese mathematician. <em><a href=\"http:\/\/www.newyorker.com\/reporting\/2011\/10\/10\/111010fa_fact_davis\" target=\"_blank\" rel=\"noopener\">The New Yorker<\/a><\/em> and <a href=\"http:\/\/www.fastcompany.com\/1785445\/bitcoin-crypto-currency-mystery-reopened\" target=\"_blank\" rel=\"noopener\"><em>Fast Company<\/em><\/a> have conducted their own investigations. Various theories <a href=\"https:\/\/bitcointalk.org\/index.php?topic=5951.0\" target=\"_blank\" rel=\"noopener\">circulate on the web<\/a>.<\/p>\n\n\n\n<p>Given Satoshi’s paranoid preservation of his privacy, there are no conclusions, only educated guesses. But who doesn’t love a good conspiracy theory, especially when the topic is a disruptive technology that many believe has the potential to truly shakregistere things up?<\/p>\n\n\n\n<h3 class=\"has-medium-font-size\">WHAT WE KNOW<\/h3>\n\n\n\n<p>Satoshi appeared seemingly out of nowhere in 2008 when he <a href=\"http:\/\/bitcoin.org\/bitcoin.pdf\" target=\"_blank\" rel=\"noopener\">released a research paper<\/a> on the <a href=\"http:\/\/www.metzdowd.com\/mailman\/listinfo\/cryptography\" target=\"_blank\" rel=\"noopener\">Cryptography Mailing List<\/a>, which laid the foundation for the Bitcoin protocol. He claimed to have been working on the idea for about two years, which, given the robustness of what was produced, implied an exhaustive amount of effort dedicated toward his work.<\/p>\n\n\n\n<p class=\"text-shadow-1 border-radius-5 site-palette-yang-1-color site-palette-yin-1-background-color\">In January of 2009, he started mining, creating what is known as the “<a href=\"https:\/\/en.bitcoin.it\/wiki\/Genesis_block\" target=\"_blank\" rel=\"noopener\">genesis block<\/a>.” Bitcoin v0.1 was released six days later. By year-end, over 32,000 blocks had been added to this original block, producing a total of 1,624,250 bitcoins. Since all transactions are public on the blockchain, we know that only a quarter of those bitcoins have ever changed hands, leading some to speculate that Satoshi could be sitting on a stash of roughly one million bitcoins, worth ~$120 million at today’s exchange rate.<\/p>\n\n\n\n<p>In the early days, Satoshi was active on the Bitcoin Forum and regularly responded to emails. Though Bitcoin is an open source project, most modifications to the source code were made by Satoshi himself in the first year, but his activity soon began to peter out.<\/p>\n\n\n\n<p>His final programming contribution was made in mid-2010, after he had passed on the reins to Gavin Andresen, Bitcoin’s current lead developer. In April of 2011, when asked of his dwindling activity, Satoshi explained to one Bitcoin developer that he had “moved on to other things.” At some point, he stopped replying to emails altogether, including those of Andresen. The creator had disappeared.<\/p>\n\n\n\n<figure class=\"wp-block-image alignnone size-large is-style-default box-shadow-medium site-palette-yang-1-color border-radius-5 site-palette-yin-1-background-color\"><img loading=\"lazy\" width=\"1024\" height=\"640\" src=\"https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2020\/12\/e43df6bd0d8e4d147b11f0b373e5c41d-1024x640.png\" alt=\"\" class=\"wp-image-606\" srcset=\"https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2020\/12\/e43df6bd0d8e4d147b11f0b373e5c41d-1024x640.png 1024w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2020\/12\/e43df6bd0d8e4d147b11f0b373e5c41d-300x188.png 300w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2020\/12\/e43df6bd0d8e4d147b11f0b373e5c41d-768x480.png 768w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2020\/12\/e43df6bd0d8e4d147b11f0b373e5c41d-1536x960.png 1536w, https:\/\/kohette.com\/wpthemes\/narratium\/wp-content\/uploads\/2020\/12\/e43df6bd0d8e4d147b11f0b373e5c41d-2048x1280.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption>An internet representation of Satoshi Nakamoto<\/figcaption><\/figure>\n\n\n\n<p>The name Satoshi Nakamoto is believed to be a pseudonym for a person, a group, or even a larger, possibly governmental organization. In Japanese, Satoshi means “clear-thinking” or “wise.” Naka can mean “inside” or “relationship” and moto is used to describe “the origin” or “the foundation.” Put it all together and you get “thinking clearly inside the foundation.” There’s scant evidence that Nakamoto existed outside the context of Bitcoin.<\/p>\n\n\n\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column\">\n<p>According to his P2P foundation account details, Satoshi claimed to be a 37-year-old male living in Japan. His language of choice was English, but he would alternate between British and American spellings and colloquialisms, which could mean that he was trying to mask his nationality or that Satoshi is actually more than one person. He would post on the forums and respond to emails at random times with no discernible patterns that might indicate a primary time zone.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column\">\n<p>Based on his limited body of work, we know that Satoshi is highly intelligent and economically competent. He’s a brilliant mathematician, well-versed in cryptography, and a capable programmer, though his code indicates that he most likely wasn’t a professional.<\/p>\n<\/div>\n<\/div>\n\n\n\n<p>While theoretically sound, his style belied his experience (or lack thereof), leading some, including Andresen, to believe that Satoshi is an academic. A prominent fear in the early days was that some exploitable flaw in the Bitcoin system would eventually surface, undermining the movement. Four years later, the protocol remains bulletproof, a testament to Satoshi’s genius, foresight, and thoroughness. It also suggests that, if he really is a single entity, Satoshi is a hell of a proofreader.<\/p>\n\n\n\n<p>Though it appeared that Satoshi understood that the Bitcoin movement might attract its fair share of ideologues, such as anti-government libertarians, it’s unclear whether or not Satoshi was politically motivated himself. If at times he seemed eager to recruit such groups to the cause, his intent could be interpreted as pragmatic. Keenly aware of the potential social implications of his idea, he left the politicizing to others.<\/p>\n\n\n\n<p>&#8220;[Bitcoin is] very attractive to the libertarian viewpoint if we can explain it properly,” he wrote. “I&#8217;m better with code than with words though.” We know, based on his writings, that he had qualms with the banking system and saw Bitcoin as a technological solution:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>The root problem with conventional currency is all the trust that&#8217;s required to make it work. The central bank must be trusted not to debase the currency, but the history of fiat currencies is full of breaches of that trust. Banks must be trusted to hold our money and transfer it electronically, but they lend it out in waves of credit bubbles with barely a fraction in reserve. We have to trust them with our privacy, trust them not to let identity thieves drain our accounts. Their massive overhead costs make micropayments impossible.<\/p><p>A generation ago, multi-user time-sharing computer systems had a similar problem. Before strong encryption, users had to rely on password protection to secure their files, placing trust in the system administrator to keep their information private. Privacy could always be overridden by the admin based on his judgment call weighing the principle of privacy against other concerns, or at the behest of his superiors. Then strong encryption became available to the masses, and trust was no longer required. Data could be secured in a way that was physically impossible for others to access, no matter for what reason, no matter how good the excuse, no matter what. Its time we had the same thing for money. With e-currency based on cryptographic proof, without the need to trust a third party middleman, money can be secure and transactions effortless.&#8221;<\/p><\/blockquote>\n\n\n\n<h3 class=\"has-medium-font-size\">THE PRIME SUSPECTS<\/h3>\n\n\n\n<p>Analysis of Satoshi’s coding and writing style have been inconclusive. But with the facts available, a few prominent suspects have emerged, some more widely accepted than others.<\/p>\n\n\n\n<p><strong>Gavin Andresen<\/strong>: As the Bitcoin project’s lead developer, he is an obvious choice (though perhaps too obvious by Satoshi’s standards). Andresen serves as chief scientist on the board of the Bitcoin Foundation and equivalent of the Linux’s Linus Torvalds. Outside of Satoshi, Andresen has the most influence on Bitcoin’s direction. The mild-mannered programmer’s technical savvy and work ethic is universally admired within the community.<\/p>\n\n\n\n<p>He has sometimes been referred to as Bitcoin’s “Batman” for his altruism and the nature of his often unrewarding role. One Bitcoin developer who has frequently corresponded with Andresen but wished to remain anonymous, claims conversational similarities between the two, though this has been disputed. Could Satoshi be hiding in plain sight?<\/p>\n\n\n\n<p>Andresen denied being Satoshi when we broached the question over the weekend at the 2013 Bitcoin conference in San Jose, saying he has a different coding style than Satoshi does.<\/p>\n\n\n\n<p><strong>Michael Clear, Donal O’Mahony, Hitesh Tewari and Michael Peirce of Trinity College, Dublin<\/strong>: An investigation by Joshua Davis of the New Yorker ultimately led to Michael Clear, a then 23-year-old graduate student in cryptography at Trinity College. Despite his age, Clear appeared to check enough boxes to fit the bill. Named Trinity’s top computer science student in 2008, Clear had co-authored a paper on peer-to-peer cryptography. He was also British. Davis tracked Clear down at the Crytpo 2011 conference in Santa Barbara where Clear denied the allegations. “I&#8217;m not Satoshi,” he said. “But even if I was I wouldn&#8217;t tell you.” (That refrain is common in the Satoshi search.)<\/p>\n\n\n\n<p>Davis’s report prompted further digging among the community, which led to Donal O’Mahony, a professor at the university; Hitesh Tewari, a research assistant; and Michael Peirce, a student, because of various published materials connecting the four including this paper and this book. Along with Clear, the group has been called the Crypto Mano Group (mano is Irish for coin) or CMG. Perhaps coincidentally, none have publicly discussed Bitcoin in spite of their relevant body of work.<\/p>\n\n\n\n<p><strong>Neal J. King, Charles Bry, and Vladamir Oksman<\/strong>: The New Yorker piece prompted Adam L. Penenberg of Fast Company to conduct his own search for Bitcoin’s mysterious creator. A textual analysis of Satoshi’s whitepaper led Penenberg to a patent application, which shared the term &#8220;computationally impractical to reverse.&#8221; To Penenberg’s surprise, the patent had been filed just three days before the domain Bitcoin.org was registered.<\/p>\n\n\n\n<p>All three have filed patent applications that have to do with encryption, communication, networks, and nodes. All three have also denied being Satoshi, with King going as far as shooting down the concept. “It’s not a very good idea,” King told Penenberg. “Nakamoto’s algorithm is a solution in search of a problem.”<\/p>\n\n\n\n<p>King has been consistent with his skepticism. His latest comment at the Economist continues his argument as to why Bitcoin won’t work: “It never makes contact with the physical world, except through the concepts of credulous dreamers that have not quite woken up.” Knowing Satoshi, however, it could be a ploy to cover his tracks.<\/p>\n\n\n\n<p><strong>Jed McCaleb<\/strong>: McCaleb’s name is often brought up during discussions of Satoshi’s identity. The UC Berkeley dropout co-founded Mt. Gox, which is based in Tokyo—a questionable decision given Japan’s high corporate tax rate and regulatory red tape. This has led some to cite this as evidence of a tenuous affinity for the country without McCaleb actually being Japanese. McCaleb also founded eDonkey in 2000, one of the largest (and technically revered) peer-to-peer file-sharing networks at the time.<\/p>\n\n\n\n<p>He would later sell the highly profitable Mt. Gox, the largest Bitcoin exchange, saying that while the service was “cool and needed to exist,” it was no longer “technically interesting.” Once an enthusiastic Bitcoin supporter, McCaleb had also become disillusioned by the protocol’s system of mining “because it wastes so much energy.” He would go on to develop Ripple, what he believes to be an improved iteration of the Bitcoin concept that addresses some of these flaws. Could this have been what Satoshi meant when he said he had “moved on”?<\/p>\n\n\n\n<p><strong>Shinichi Mochizuki<\/strong>: A recent feature on the Japanese mathematician has prompted Nelson, among others, to speculate that the eccentric genius had, while solving the famed ABC Conjecture, one of math world’s most complex problems, created Bitcoin in his spare time. It’s tough to question Mochizuki’s abilities and the patterns seem to fit.<\/p>\n\n\n\n<p>Like Satoshi, Mochizuki released his ABC Conjecture proof on the internet (instead of established academic channels) and simply walked away, refusing to explain his potentially historic work to the great frustration of mathematicians everywhere. Mochizuki is also a native English speaker, though it’s unclear if he can code or is knowledgeable in cryptography. But given Mochizuki’s mathematics acumen and incredible smarts, it’s not impossible to believe he taught himself along the way.<\/p>\n\n\n\n<p><strong>Government<\/strong>: A conspiracy theorist’s wet dream, another idea that gets tossed around is that Bitcoin is the product of some government or governmental agency. From that vantage point, resources are no longer an issue. But why? The answer is more of an intellectual exercise than actual theory.<\/p>\n\n\n\n<p>Bitcoin could be used as a weapon against the US dollar. It could be used to fund black ops, sort of like a currency version of onion routing, which was first developed by the Naval Research Laboratory. It could be used to strategically trim the overweight financial sector.<\/p>\n\n\n\n<p>If governments believed a widely used digital currency was inevitable, Bitcoin could be a preemptive strike against a potentially malevolent iteration. From the US perspective, it could have been created as a hedge against the waning international power of the dollar, though given the Fed’s policies of quantitative easing, this seems unlikely. The same could be said about the EU and the flailing euro. Along these lines, some have pointed to EU directives on digital currencies that were implemented and voted for well before Bitcoin became widely known as a possible clue.<\/p>\n\n\n\n<p>Perhaps the scariest theory of all is that Bitcoin is actually an Orwellian vehicle that would allow governments to monitor all financial transactions. Bitcoin is often touted for its anonymity, but the transparent nature of the blockchain means every transaction is potentially traceable. Even if each transaction is only associated with a key, armed with enough information, certain organizations would eventually be able to connect the dots. In theory, anyway. In reality, government involvement isn&#8217;t likely, though by no means an impossibility.<\/p>\n\n\n\n<h3 class=\"has-medium-font-size\">WHAT WE DON’T KNOW<\/h3>\n\n\n\n<p>In the end, we’re right back where we started: a few theories, some circumstantial evidence, and nothing remotely conclusive. It takes only brief examination of his essentially perfect execution of the Bitcoin protocol to realize that Satoshi Nakamoto would treat his quest for privacy with the same level of comprehension. He is a master of the long game.<\/p>\n\n\n\n<p>And no wonder. The creators of e-gold were charged with &#8220;conspiracy to engage in money laundering&#8221; and the &#8220;operation of an unlicensed money transmitting business&#8221; in July of 2008, just months before Satoshi unveiled Bitcoin. Given the treatment of guys like Julian Assange and Kim Dotcom, there’s little upside to being an internet hero when your platform has the potential to disrupt governments and big business.<\/p>\n\n\n\n<blockquote><h3>&#8220;His word is pretty much bond, especially if he were to come out from reclusiveness after all those years.&#8221;<\/h3><\/blockquote>\n\n\n\n<p>There is the possibility that Satoshi could make a comeback at some point. Some within the community assume he is keeping an eye on things, but could re-emerge, if necessary, to right the ship.<\/p>\n\n\n\n<p>“He could kind of step in and say, ‘This is bad.’ It could happen,” a Bitcoin developer told me. “And he would absolutely have enough sway. His word is pretty much bond, especially if he were to come out from reclusiveness after all those years.”<\/p>\n\n\n\n<p>Satoshi could then verify it was him by signing a message to one of his keys from his genesis block. Until then, it’s clear he’s quite content keeping his identity a secret.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>For all of Bitcoin’s fabled transparency, a key piece of this bubblicious puzzle remains elusively opaque. Who the hell is Satoshi Nakamoto? Like a frustrating episode of Lost, there’s one too many clues and few if any answers. Satoshi, of course, is the one who started it all, unleashing his concept of a cryptographic, self-regulating [&hellip;]<\/p>\n","protected":false},"author":8,"featured_media":608,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[3,4,12],"tags":[19,21],"_links":{"self":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/99"}],"collection":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/users\/8"}],"replies":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/comments?post=99"}],"version-history":[{"count":4,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/99\/revisions"}],"predecessor-version":[{"id":711,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/99\/revisions\/711"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/media\/608"}],"wp:attachment":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/media?parent=99"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/categories?post=99"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/tags?post=99"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}