{"id":83,"date":"2017-10-04T15:14:08","date_gmt":"2017-10-04T15:14:08","guid":{"rendered":"http:\/\/kohette.com\/wpthemes\/narratium\/?p=83"},"modified":"2020-12-19T21:21:05","modified_gmt":"2020-12-19T21:21:05","slug":"haunted-by-his-brother-he-revolutionized-physics","status":"publish","type":"post","link":"https:\/\/kohette.com\/wpthemes\/narratium\/haunted-by-his-brother-he-revolutionized-physics\/","title":{"rendered":"Haunted by His Brother, He Revolutionized Physics."},"content":{"rendered":"<h1>The postcard contained only two words: “Hurry up.”<\/h1>\n<p>John Archibald Wheeler, a 33-year-old physicist, was in Hanford, Wash., working on the nuclear reactor that was feeding plutonium to Los Alamos, when he received the postcard from his younger brother, Joe. It was late summer, 1944. Joe was fighting on the front lines of World War II in Italy. He had a good idea what his older brother was up to. He knew that five years earlier, Wheeler had sat down with Danish scientist Niels Bohr and worked out the physics of nuclear fission, showing that unstable isotopes of elements like uranium or soon-to-be-discovered plutonium would, when bombarded with neutrons, split down the seams, releasing unimaginable stores of atomic energy. Enough to flatten a city. Enough to end a war.<\/p>\n<p>After the postcard’s arrival, Wheeler worked as quickly as he could, and the Manhattan Project completed its construction of the atomic bomb the following summer. Over the Jornada del Muerto Desert in New Mexico, physicists detonated the first nuclear explosion in human history, turning 1,000 feet of desert sand to glass. J. Robert Oppenheimer, the project’s director, watched from the safety of a base camp 10 miles away and silently quoted Hindu scripture from the Bhagavad Gita: “Now I am become Death, the destroyer of worlds.” In Hanford, Wheeler was thinking something different: I hope I’m not too late. He didn’t know that on a hillside near Florence, lying in a foxhole, Joe was already dead.<\/p>\n<p>When Wheeler learned the news, he was devastated. He blamed himself. “One cannot escape the conclusion that an atomic bomb program started a year earlier and concluded a year sooner would have spared 15 million lives, my brother Joe’s among them,” he wrote in his memoir. “I could—probably—have influenced the decision makers if I had tried.”<\/p>\n<p>Time. As a physicist, Wheeler had always been curious to untangle the nature of that mysterious dimension. But now, in the wake of Joe’s death, it was personal.<\/p>\n<p>Wheeler would spend the rest of his life struggling against time. His journals, which he always kept at hand (and which today are stashed, unpublished, in the archives of the American Philosophical Society Library in Philadelphia), reveal a stunning portrait of an obsessed thinker, ever-aware of his looming mortality, caught in a race against time to answer not a question, but the question: “How come existence?”<\/p>\n<p>“Of all obstacles to a thoroughly penetrating account of existence, none looms up more dismayingly than ‘time,’” Wheeler wrote. “Explain time? Not without explaining existence. Explain existence? Not without explaining time.”<\/p>\n<p>As the years raced on, Wheeler’s journal entries about time grew more frequent and urgent, their lines shakier. In one entry, he quoted the Danish scientist and poet Piet Hein:<\/p>\n<p>“I’d like to know<br \/>\nwhat this whole show<br \/>\nis all about<br \/>\nbefore it’s out.”<\/p>\n<p>Before his curtain came down, Wheeler changed our understanding of time more radically than any thinker before him or since—a change driven by the memory of his brother, a revolution fueled by regret.<\/p>\n<blockquote>\n<h3>Wheeler was thinking: I hope I’m not too late. He didn’t know that on a hillside near Florence, lying in a foxhole, Joe was already dead.<\/h3>\n<\/blockquote>\n<p>In 1905, six years before Wheeler was born, Einstein formulated his theory of special relativity. He discovered that time does not flow at a steady pace everywhere for everyone; instead, it’s relative to the motion of an observer. The faster you go, the slower time goes. If you could go as fast as light, you’d see time come to a halt and disappear.<\/p>\n<p>But in the years following Einstein’s discovery, the formulation of quantum mechanics led physicists to the opposite conclusion about time. Quantum systems are described by mathematical waves called wavefunctions, which encode the probabilities for finding the system in any given state upon measurement. But the wavefunction isn’t static. It changes. It evolves in time. Time, in other words, is defined outside the quantum system, an external clock that ticks away second after absolute second, in direct defiance of Einstein.<\/p>\n<p>That’s where things stood—the two theories in a stalemate, the nature of time up in the air—when Wheeler first came onto the physics scene in the 1930s. As he settled into an academic career at Princeton University, Wheeler was soft-spoken and impossibly polite, donning neatly pressed suits and ties. But behind his conservative demeanor lay a fearlessly radical mind. Raised by a family of librarians, Wheeler was a voracious reader. As he struggled with thorny problems in general relativity and quantum mechanics, he consulted not only Einstein and Bohr but the novels of Henry James and the poetry of Spanish writer Antonio Machado. He lugged a thesaurus in his suitcase when he travelled.<\/p>\n<p>Wheeler’s first inkling that time wasn’t quite what it seemed came one night in the spring of 1940 at Princeton. He was thinking about positrons. Positrons are the antiparticle alter egos of electrons: same mass, same spin, opposite charge. But why should such alter egos exist at all? When the idea struck, Wheeler called his student Richard Feynman and announced, “They are all the same particle!”<\/p>\n<p>Imagine there’s only one lone electron in the whole universe, Wheeler said, winding its way through space and time, tracing paths so convoluted that this single particle takes on the illusion of countless particles, including positrons. A positron, Wheeler declared, is just an electron moving backwards in time. (A good-natured Feynman, in his acceptance speech for the 1965 Nobel Prize in Physics, said he stole that idea from Wheeler.)<\/p>\n<figure id=\"attachment_233\" aria-describedby=\"caption-attachment-233\" style=\"width: 733px\" class=\"wp-caption alignnone site-typeface-body typo-size-xsmall\"><a href=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/08\/2289_43351f7bf9a215be70c2c2caa7555002.png\"><img loading=\"lazy\" class=\"wp-image-233 size-full\" src=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/08\/2289_43351f7bf9a215be70c2c2caa7555002.png\" alt=\"2289_43351f7bf9a215be70c2c2caa7555002\" width=\"733\" height=\"576\"><\/a><figcaption id=\"caption-attachment-233\" class=\"wp-caption-text\"><b>THE PUZZLE OF EXISTENCE<\/b>: “I am not ‘I’ unless I continue to hammer at that nut,” wrote John Archibald Wheeler. Corbis Images<\/figcaption><\/figure>\n<p>After working on the Manhattan Project in the 1940s, Wheeler was eager to get back to Princeton and theoretical physics. Yet his return was delayed. In 1950, still haunted by his failure to act quickly enough to save his brother, he joined physicist Edward Teller in Los Alamos to build a weapon even deadlier than the atomic bomb—the hydrogen bomb. On November 1, 1952, Wheeler was on board the S.S. Curtis, about 35 miles from the island of Elugelab in the Pacific. He watched the U.S. detonate an H-bomb with 700 times the energy of the bomb that destroyed Hiroshima. When the test was over, so was the island of Elugelab.<\/p>\n<p>With his work at Los Alamos complete, Wheeler “fell in love with general relativity and gravitation.” Back at Princeton, just down the street from Einstein’s home, he stood at a chalkboard and gave the first course ever taught on the subject. General relativity described how mass could warp spacetime into strange geometries that we call gravity. Wheeler wanted to know just how strange those geometries could get. As he pushed the theory to its limits, he became fascinated by an object that seemed to turn time on its head. It was called an Einstein-Rosen bridge, and it was a kind of tunnel that carves out a cosmic shortcut, connecting distant points in spacetime so that by entering one end and emerging from the other, one could travel faster than light or backward in time. Wheeler, who loved language, knew that one could breathe life into obscure convolutions of mathematics by giving them names; in 1957, he gave this warped bit of reality a name: wormhole.<\/p>\n<p>As he pushed further through spacetime, he came upon another gravitational anomaly, a place where mass is so densely packed that gravity grows infinitely strong and spacetime infinitely mangled. This, too, he gave a name: black hole. It was a place where “time” lost all meaning, as if it never existed in the first place. “Every black hole brings an end to time,” Wheeler wrote.<\/p>\n<blockquote>\n<h3>As he pushed further through spacetime, Wheeler came upon another gravitational anomaly. This, too, he gave a name: black hole.<\/h3>\n<\/blockquote>\n<p>In the 1960s, as the Vietnam War tore the fabric of American culture, Wheeler struggled to mend a rift in physics between general relativity and quantum mechanics—a rift called time. One day in 1965, while waiting out a layover in North Carolina, Wheeler asked his colleague Bryce DeWitt to keep him company for a few hours at the airport. In the terminal, Wheeler and DeWitt wrote down an equation for a wavefunction, which Wheeler called the Einstein-Schrödinger equation, and which everyone else later called the Wheeler-DeWitt equation. (DeWitt eventually called it “that damned equation.”)<\/p>\n<p>Instead of a wavefunction describing some system of particles moving around in a lab, Wheeler and DeWitt’s wavefunction described the whole universe. The only problem was where to put the clock. They couldn’t put it outside the universe, because the universe, by definition, has no outside. So while their equation successfully combined the best of both relativity and quantum theory, it also described a universe that couldn’t evolve—a frozen universe, stuck in a single, eternal instant.<\/p>\n<p>Wheeler’s work on wormholes had already shown him that, like electrons and positrons, we too might be capable of bending and breaking time’s arrow. Meanwhile his work on the physics of black holes had led him to suspect that time, deep down, does not exist. Now, at the Raleigh International Airport, that damned equation left Wheeler with a nagging hunch that time couldn’t be a fundamental ingredient of reality. It had to be, as Einstein said, a stubbornly persistent illusion, a result of the fact that we are stuck inside a universe that only has an inside.<\/p>\n<p>Wheeler was convinced the central clue to the puzzle of existence—and in turn of time—was quantum measurement. He saw that the profound strangeness of quantum theory lies in the fact that when an observer makes a measurement, he doesn’t measure something that already exists in the world. Instead, his measurement somehow brings that very thing into existence—a bizarre fact that no one in his right mind would have bought, except that it had been proven again and again with a mind-melting experiment known as the double-slit. It was an experiment that Wheeler could not get out of his head.<\/p>\n<p>In the experiment, single photons are shot from a laser at a screen with two tiny parallel slits, then land on a photographic plate on the other side, where they leave a dot of light. Each photon has a 50\/50 chance of passing through either slit, so after many rounds of this, you’d expect to see two big blobs of light on the plate, one showing the pile of photons that passed through slit A and the other showing the pile that passed through slit B. You don’t. Instead you see a series of black and white stripes—an interference pattern. “Watching this actual experiment in progress makes vivid the quantum behavior,” Wheeler wrote. “Simple though it is in concept, it strikingly brings out the mind-bending strangeness of quantum theory.”<\/p>\n<p>As impossible as it sounds, the interference pattern can only mean one thing: each photon went through both slits simultaneously. As the photon heads toward the screen, it is described by a quantum wavefunction. At the screen, the wavefunction splits in two. The two versions of the same photon travel through each slit, and when they emerge on the other side, their wavefunctions recombine—only now they are partially out of phase. Where the waves align, the light is amplified, producing stripes of bright light on the plate. Where they are out of sync, the light cancels itself out, leaving stripes of darkness.<\/p>\n<p>Things get even stranger, however, when you try to catch the photons passing through the slits. Place a detector at each slit and run the experiment again, photon after photon. Dot by dot, a pattern begins to emerge. It’s not the stripes. There are two big blobs on the plate, one opposite each slit. Each photon took only one path at a time. As if it knows it’s being watched.<\/p>\n<p>Photons, of course, don’t know anything. But by choosing which property of a system to measure, we determine the state of the system. If we don’t ask which path the photon takes, it takes both. Our asking creates the path.<\/p>\n<p>Could the same idea be scaled up, Wheeler wondered. Could our asking about the origin of existence, about the Big Bang and 13.8 billion years of cosmic history, could that create the universe? “Quantum principle as tiny tip of giant iceberg, as umbilicus of the world,” Wheeler scrawled in his journal on June 27, 1974. “Past present and future tied more intimately than one realizes.”<\/p>\n<p>In his journal, Wheeler drew a picture of a capital-U for “universe,” with a giant eye perched atop the left-hand peak, staring across the letter’s abyss to the tip of the right-hand side: the origin of time. As you follow the swoop of the U from right to left, time marches forward and the universe grows. Stars form and then die, spewing their carbon ashes into the emptiness of space. In a corner of the sky, some carbon lands on a rocky planet, merges into some primordial goo, grows, evolves until … an eye! The universe has created an observer and now, in an act of quantum measurement, the observer looks back and creates the universe. Wheeler scribbled a caption beneath the drawing: “The universe as a self-excited system.”<\/p>\n<p>The problem with the picture, Wheeler knew, was that it conflicted with our most basic understanding of time. It was one thing for electrons to zip backward through time, or for wormholes to skirt time’s arrow. It was something else entirely to talk about creation and causation. The past flows to the present and then the present turns around and causes the past?<\/p>\n<p>“Have to come through to a resolution of these issues, whatever the cost,” Wheeler wrote in his journal. “Nowhere more than here can I try to live up to my responsibilities to mankind living and dead, to [his wife] Janette and my children and grandchildren; to the child that might have been but was not; to Joe…” He glued into the journal a newspaper clipping from The Daily Telegraph. The headline read: “Days are Getting Shorter.”<\/p>\n<p>In 1979, Wheeler gave a lecture at the University of Maryland in which he proposed a bold new thought experiment, one that would become the most dramatic application of his ideas about time: the delayed choice.<\/p>\n<p>Wheeler had realized that it would be possible to arrange the usual double slit experiment in such a way that the observer can decide whether he wants to see stripes or blobs—that is, he can create a bit of reality—after the photon has already passed through the screen. At the last possible second, he can choose to remove the photographic plate, revealing two small telescopes: one pointed at the left slit, the other at the right. The telescopes can tell which slit the photon has passed through. But if the observer leaves the plate in place, the interference pattern forms. The observer’s delayed choice determines whether the photon has taken one path or two after it has presumably already done one or the other.<\/p>\n<p>For Wheeler, this wasn’t a mere curiosity. This was a clue to the universe’s existence. It was the mechanism he needed to get his U-drawing to work, a bending of the rules of time that might allow the universe—one that was born in a Big Bang 13.8 billion years ago—to be created right now. By us.<\/p>\n<figure id=\"attachment_235\" aria-describedby=\"caption-attachment-235\" style=\"width: 733px\" class=\"wp-caption alignnone site-typeface-body typo-size-xsmall\"><a href=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/08\/2247_df1f1d20ee86704251795841e6a9405a.png\"><img loading=\"lazy\" class=\"size-full wp-image-235\" src=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/08\/2247_df1f1d20ee86704251795841e6a9405a.png\" alt=\"ILLUSTRATION BY WESLEY ALLSBROOK\" width=\"733\" height=\"977\"><\/a><figcaption id=\"caption-attachment-235\" class=\"wp-caption-text\">ILLUSTRATION BY WESLEY ALLSBROOK<\/figcaption><\/figure>\n<p>To see the point, Wheeler said, just take the delayed choice experiment and scale it up. Imagine light traveling toward Earth from a quasar a billion light years away. A massive galaxy sits between the quasar and the Earth, diverting the light’s path with its gravitational field like a lens. The light bends around the galaxy, skirting either left or right with equal probability and, for the sake of the thought experiment, arrives on Earth a single photon at a time. Again we are faced with a similar choice: We can center a photographic plate at the light’s arrival spot, where an interference pattern will gradually emerge, or we can point our telescope to the left or right of the galaxy to see which path the light took. Our choice determines which of two mutually exclusive histories the photon lived. We determine its route (or routes) start to finish, right now—despite the fact that it began its journey a billion years ago.<\/p>\n<p>Listening intently in the audience was a physicist named Carroll Alley. Alley had known Wheeler in Princeton, where he had studied under the physicist Robert Henry Dicke, whose research group had come up with the idea of putting mirrors on the moon.<\/p>\n<p>Dicke and his team were interested in studying general relativity by looking at subtle gravitational interactions between the moon and the Earth, which would require exquisitely accurate measurements of the distance to the moon as it swept along its orbit. They realized if they could put mirrors on the lunar surface, they could bounce lasers off of them and time how long it took the light to return. Alley became the principle investigator of the NASA project and got three mirrors on the moon; the first one was set down in 1969 by Neil Armstrong.<\/p>\n<p>Now, as Alley listened to Wheeler speak, it dawned on him that he might be able to use the same techniques he had used for measuring laser light bouncing off the moon to realize Wheeler’s vision in the lab. The light signals returning from the mirrors on the moon had been so weak that Alley and his team had developed sophisticated ways to measure single photons, which was exactly what Wheeler’s delayed choice setup required.<\/p>\n<p>In 1984, Alley—along with Oleg Jakubowicz and William Wickes, both of whom had also been in the audience that day—finally got the experiment to run. It worked just as Wheeler had imagined: measurements made in the present can create the past. Time as we once knew it does not exist; past does not come indelibly before future. History, Wheeler discovered—the kind that brews guilt, the kind that lies dormant in foxholes—is never set in stone.<\/p>\n<blockquote>\n<h3>Later that year, he wrote, “How come existence? How come the quantum? Is death the penalty for raising such a question?”<\/h3>\n<\/blockquote>\n<p>Still, some fundamental insight eluded Wheeler. He knew that quantum measurement allowed observers in the present to create the past, the universe hoisting itself into existence by its bootstraps. But how did quantum measurement do it? And if time was not a primordial category, why was it so relentless? Wheeler’s journals became a postcard of their own, written again and again to himself. Hurry up. The puzzle of existence taunted him. “I am not ‘I’ unless I continue to hammer at that nut,” he wrote. “Stop and I become a shrunken old man. Continue and I have a gleam in my eye.”<\/p>\n<p>In 1988, Wheeler’s health was wavering; he had already undergone cardiac surgery two years before. Now, his doctors gave him an expiration date. They told him he could expect to live for another three to five years. Under the threat of his own mortality, Wheeler grew despondent, worried that he would not solve the mystery of existence in time to even the score for what he saw his personal failure to save his brother. Under the heading “Apology,” he wrote in his journal, “It will take years of work to develop these ideas. I—76—don’t have them.”<\/p>\n<p>Luckily, like scientists before them, the doctors had gotten the nature of time all wrong. The gleam in Wheeler’s eye continued to shine, and he hammered away at the mystery of quantum mechanics and the strange loops of time. “Behind the glory of the quantum—shame,” he wrote on June 11, 1999. “Why shame? Because we still don’t understand how come the quantum. Quantum as signal of self-created universe?” Later that year, he wrote, “How come existence? How come the quantum? Is death the penalty for raising such a question—”<\/p>\n<p>Although Wheeler’s journals reveal a driven man on a lonely quest, his influence was widespread. In recent years, Stephen Hawking, along with his collaborator Thomas Hertog of the Institute for Theoretical Physics at the KU Leuven in Belgium, has been developing an approach known as top-down cosmology, a direct descendant of Wheeler’s delayed choice. Just as photons from a distant quasar take multiple paths simultaneously when no one’s looking, the universe, Hawking and Hertog argue, has multiple histories. And just as observers can make measurements that determine a photon’s history stretching back billions of years, the history of the universe only becomes reality when an observer makes a measurement. By applying the laws of quantum mechanics to the universe as a whole, Hawking carries the torch that Wheeler lit that day back at the North Carolina airport, and challenges every intuition we have about time in the process. The top-down approach “leads to a profoundly different view of cosmology,” Hawking wrote, “and the relation between cause and effect.” It’s exactly what Wheeler had been driving at when he drew the eye atop his self-creating universe.<\/p>\n<p>In 2003, Wheeler was still chasing the meaning of existence. “I am as far as can be imagined from being able to speak so reasonably about ‘How come existence’!” he wrote in his journal. “Not much time left to find out!”<\/p>\n<p>On April 13, 2008, in Hightstown, N.J., at the age of 96, John Archibald Wheeler finally lost his race against time. That stubbornly persistent illusion.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The postcard contained only two words: “Hurry up.” John Archibald Wheeler, a 33-year-old physicist, was in Hanford, Wash., working on the nuclear reactor that was feeding plutonium to Los Alamos, when he received the postcard from his younger brother, Joe. It was late summer, 1944. Joe was fighting on the front lines of World War [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":605,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[8,10,12],"tags":[],"_links":{"self":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/83"}],"collection":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/comments?post=83"}],"version-history":[{"count":2,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/83\/revisions"}],"predecessor-version":[{"id":627,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/83\/revisions\/627"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/media\/605"}],"wp:attachment":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/media?parent=83"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/categories?post=83"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/tags?post=83"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}