{"id":90,"date":"2017-10-04T15:25:14","date_gmt":"2017-10-04T15:25:14","guid":{"rendered":"http:\/\/kohette.com\/wpthemes\/narratium\/?p=90"},"modified":"2020-12-19T21:18:52","modified_gmt":"2020-12-19T21:18:52","slug":"meet-aubrey-de-grey-the-researcher-who-wants-to-cure-old-age","status":"publish","type":"post","link":"https:\/\/kohette.com\/wpthemes\/narratium\/meet-aubrey-de-grey-the-researcher-who-wants-to-cure-old-age\/","title":{"rendered":"Meet Aubrey de Grey, the Researcher Who Wants to Cure Old Age."},"content":{"rendered":"<h3>Aubrey de Grey has been called many things. “Transhumanist” is one of them, but one he dislikes. “Immortalist” is the tag used to describe him and his colleague Bill Andrews in a documentary shown at South by Southwest this March, though de Grey rolls his eyes when someone drops the word “immortality.”<\/h3>\n<p>The British gerontologist considers himself a “simple medical researcher,” but his research is about fiddling with cells to stop ageing in human beings, and potentially postponing death indefinitely. If it’s not immortality (in de Grey’s world, you could still be dispatched by an infectious disease or a shotgun), it’s quite a close beast.<\/p>\n<p>He believes that tackling the individual illnesses that haunt old people’s lives is a fundamentally flawed strategy; the right course of action is to act at the cellular level to prevent ageing from setting off those illnesses in the first place. His Silicon Valley-based foundation-cum-laboratory, the SENS Research Foundation, is completely devoted to this feat.<\/p>\n<p>In the past, de Grey’s views were often met with skepticism or hostility, when not openly guffawed at. That has not completely changed, but the idea that ageing should actually be regarded as a disease, and that it might even be treated as such, is increasingly gaining ground. Recently, that&#8217;s been given a boost by research into tackling ageing on a genetic level.<\/p>\n<figure id=\"attachment_118\" aria-describedby=\"caption-attachment-118\" style=\"width: 2000px\" class=\"wp-caption alignnone site-typeface-body typo-size-xsmall\"><a href=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/07\/1400841202712231.jpg\"><img loading=\"lazy\" class=\"size-full wp-image-118\" src=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/07\/1400841202712231.jpg\" alt=\"Aubrey de Grey when I met him in Cambridge. Image: Alessandra Antolini\" width=\"2000\" height=\"1333\"><\/a><figcaption id=\"caption-attachment-118\" class=\"wp-caption-text\">Aubrey de Grey when I met him in Cambridge. Image: Alessandra Antolini<\/figcaption><\/figure>\n<p>I wanted to ask de Grey how things are going at the frontline of the anti-ageing battle, so we exchanged some emails (he doesn’t carry phones, “ghastly, horrible things that deprive people of essential solitude”), and we finally met in Cambridge last week.<\/p>\n<p>Drinking a pint of ale and tormenting his greying Old Testament-style beard, he initiated me in the science and doctrine of which he’s the standard-bearer, most of which can be summarized in one question: If we could really wipe old age and death off the planet, why shouldn’t we?<\/p>\n<p class=\"ktt-interview-question font-weight-700\">First of all, let’s look at some recent news. A couple of weeks ago, scientists at Harvard linked the circulatory system of a young mouse to that of an older mouse. The result was that some tissues of the old mouse were rejuvenated. What’s the significance of that?<\/p>\n<p class=\"ktt-interview-answer\">It’s very important. This whole idea of linking two animals of different ages—it’s called heterochronic parabiosis—to study ageing has been around for a little while now. At SENS, we work very closely with some of the guys who did that at Harvard. Of course, we’re not going to do the same thing to people.<\/p>\n<p>In general, the experiment has led to a very useful discovery: There’s a particular protein in the bloodstream of young individuals, called GDF11, that helps to reactivate certain aspects of cell division in certain parts of the brain. Now, that’s only a small piece of information; there’s lot more that is not yet known. But I expect that, within the next five years, at least another half a dozen similar rejuvenating factors will be discovered.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">So is this mice thing the first step to defeat ageing?<\/p>\n<p class=\"ktt-interview-answer\">I don’t want to quite say that. All we know is that GDF11 can stimulate certain types of cells to divide when they would not previously divide due to old age. Now, cell division is not the whole story of ageing. In fact, sometimes it can be a bad thing to make cells divide more often, because they may be more exposed to cancer. But still, it’s a whole new tool, and it’s very important.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">Do you think that people may be starting to think that ageing is the real enemy?<\/p>\n<p class=\"ktt-interview-answer\">I do think so, yes. The things that I’ve been saying for years are finally beginning to get understood. People are understanding that diseases of old age are not really diseases: They are aspects of ageing, side effects of being alive. If you want to cure them, what you’ll have to cure is to be alive in the first place—but you can’t actually do it. So we’ll have to take a preventative maintenance approach. That means that we’ll have to identify the various types of molecular and cellular damage that the body does to itself as a side effect of its normal metabolic operation. Once you’ve identified them, which has already been done, you have to find a way to repair that damage and prevent it from developing into a pathology of old age. That’s what I’m working on.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">What are you really trying to achieve? Longevity or immortality?<\/p>\n<p class=\"ktt-interview-answer\">Well, first of all, any longevity benefit that I may achieve would be a side effect. I don’t work on longevity, I work on health. And it just happens that, historically, the main thing that kills people is…not being healthy. So healthier people will likely live longer.<\/p>\n<blockquote>\n<h3>&#8220;Don’t use the word immortality when you talk about my work. It’s taken; it’s a religious word.&#8221;<\/h3>\n<\/blockquote>\n<p>How much longer? It depends on how much longer we can keep people healthy. The best we can say at the moment is that the human body is a machine. Therefore, it ought to be the case that we can have the same kind of impact on the human body that we already have now on simple manmade machines, like cars. So, as I said, we can rely on preventative maintenance: repairing any damage before it makes the doors fall off. It seems to work really well with cars; we&#8217;ve got one-hundred-year-old cars around now. So, if you do sufficient maintenance, the sky’s the limit. We should be able to maintain the human body in good health indefinitely, however long we like.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">So…it’s immortality, right?<\/p>\n<p class=\"ktt-interview-answer\">Don’t use the word immortality when you talk about my work. It’s taken; it’s a religious word. Immortality means zero risk of death from any cause, but I don’t work on stopping people from being hit by trucks. I work on keeping them healthy.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">By the way, what’s your relationship with religion?<\/p>\n<p class=\"ktt-interview-answer\">I personally have no religious views, but I have sometimes been attacked by religious people, who said that I was playing God. But it’s quite interesting that it’s really easy to get people coming from a religious background to understand that it would be a sin not to work on this. That’s because ageing causes a lot of suffering, and alleviating suffering is something the scriptures told was our duty. I had some success with that argument.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">Ok, what about the social and political consequences of this potentially indefinite extension of life you’re aiming at bringing about?<\/p>\n<p class=\"ktt-interview-answer\">I’ve addressed this issue once or twice, and I noticed that the mistake that people always make is that they think I’m saying we would live much longer in a context where nothing else changes. They think like, “The rest of the world will be just like now but everybody will be biologically 25 forever.” That’s obviously complete nonsense. If we just look at the mathematics, before we’ll have anybody living until the age of 200, a lot of things will have happened, and changed. For example, people always panic about paying pensions to people that live longer. But why would you need a pension if you’re healthy? Even the very concept of work won’t exist in the same way, because we’ll probably have more and more automation. Look, we have at least one hundred years before we’ll have any 200-year-old people.<\/p>\n<p>But we should probably start planning everything in advance. Right now, nobody is going to behave as if it’s going to happen. If you actually managed to do it, one day, society would be completely off-guard.<br \/>\nThat’s true, but I am not going to tackle each individual problem—pensions, kids, resources—that might arise in a post-ageing society. I prefer to help people focus on the fact that we’ve a problem today, a really rather bad problem. That is that 100,000 people every fucking day are dying of ageing. That’s the important thing, not worrying about hypothetical problems.<\/p>\n<p>Unfortunately, people are programmed to find reasons why it would be a bad idea to defeat ageing. This is mainly because they fear the unknown, since the world would be very different without ageing.<\/p>\n<blockquote>\n<h3>&#8220;Any longevity benefit that I may achieve would be a side effect. I don’t work on longevity, I work on health.&#8221;<\/h3>\n<\/blockquote>\n<p class=\"ktt-interview-question font-weight-700\">Aren’t you afraid that living for, say, one thousand years, may be boring?<\/p>\n<p class=\"ktt-interview-answer\">I find this a very sad question. Of all the ridiculous questions I get about defeating ageing, this is the saddest. Anyone who asks that question must have such a miserable life.<\/p>\n<p>I’m not very happy with my life right now, I must admit.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">How could you possibly imagine that you could run out of things to do?<\/p>\n<p class=\"ktt-interview-answer\">I have a long list of things to do if I was to live 1,000 years: just think about all the films you haven’t seen, all the books you haven’t read. And by the time you’re through them, you would have at least another thousand years of backlog.<\/p>\n<p>Apart from anything else, the main thing that people enjoy with life is other people, mutual interaction. And we have seven billion people to interact with. But even if there were only seven million people worth talking with, people don’t stay the same; they change over time, so you’ll never actually get bored.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">Do you define yourself as a transhumanist?<\/p>\n<p class=\"ktt-interview-answer\">I don’t really like to be called “transhumanist,” it sounds like I’m doing something weird. I’m not doing anything different from any other medical researcher, except that the consequences of what I’m doing might be quite big. I think it’s a mistake to label visionary technologists with something that starts with “trans.” It creates a kind of psychological separation that is really counter-productive.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">But would you do some of the things that some transhumanists advocate, like uploading your mind on a computer?<\/p>\n<p class=\"ktt-interview-answer\">I’m enjoying my body of meat, but if I had no choice I’d certainly be just as happy to continue my existence in another form of hardware, rather than not continuing my life at all. It remains to be seen what’s actually gonna happen. My current suspicion is that uploading, if it’s possible at all, is still a lot harder than the medical approach that my team and I are taking. But I could be wrong, so I’m very happy that there are people exploring alternative methods.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">Are you experimenting with any life-extending practice right now?<\/p>\n<p class=\"ktt-interview-answer\">Sure: I’m doing this interview. I mean, I’m not following any particular diet or practice, because what we have today is quite useless. The most important thing is getting the word out, getting the things to happen sooner, hastening the development of the therapies, rather than trying to use the little we have today.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">What are the chances that the two of us are gonna live to a thousand years?<\/p>\n<p class=\"ktt-interview-answer\">I don’t know, but I’m working on it. It’s going to happen, it’s just a question of when. The work I do is simply speeding up the inevitable.<\/p>\n<p>But it is very important to me, because for every day that I bring forward the defeat of ageing, I’m saving 100,000 lives—100,000 lives: thirty World Trade Centers. And I’m very happy about that.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Aubrey de Grey has been called many things. “Transhumanist” is one of them, but one he dislikes. “Immortalist” is the tag used to describe him and his colleague Bill Andrews in a documentary shown at South by Southwest this March, though de Grey rolls his eyes when someone drops the word “immortality.” The British gerontologist [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":574,"comment_status":"open","ping_status":"open","sticky":false,"template":"template-simple-featured-image.php","format":"standard","meta":[],"categories":[8,10],"tags":[],"_links":{"self":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/90"}],"collection":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/comments?post=90"}],"version-history":[{"count":2,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/90\/revisions"}],"predecessor-version":[{"id":625,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/90\/revisions\/625"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/media\/574"}],"wp:attachment":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/media?parent=90"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/categories?post=90"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/tags?post=90"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}