{"id":93,"date":"2017-10-04T15:29:56","date_gmt":"2017-10-04T15:29:56","guid":{"rendered":"http:\/\/kohette.com\/wpthemes\/narratium\/?p=93"},"modified":"2020-12-19T21:17:14","modified_gmt":"2020-12-19T21:17:14","slug":"the-nations-guaranteed-to-be-swallowed-by-the-sea","status":"publish","type":"post","link":"https:\/\/kohette.com\/wpthemes\/narratium\/the-nations-guaranteed-to-be-swallowed-by-the-sea\/","title":{"rendered":"The Nations Guaranteed to Be Swallowed by the Sea."},"content":{"rendered":"<h3>Imagine the street you live on is knee-deep in floodwater, and it’s ruining everything in sight, including your home. Now imagine that those awful floodwaters never, ever recede. Instead, the water just keeps rising and rising until your entire country drowns.<\/h3>\n<p>For a number of island nations, that&#8217;s ultimately the significance of the recent reports about <a href=\"http:\/\/motherboard.vice.com\/read\/10-feet-of-global-sea-level-rise-now-inevitable\" target=\"_blank\" rel=\"noopener\">the unstoppable melt of the massive ice sheets of Antarctica<\/a> and Greenland, along with hundreds of glaciers.<\/p>\n<p>“We’ve already lost some island atolls. On others the rising sea is destroying homes, washing away coffins and skeletons from graves,” Tony de Brum, the foreign minister of the Marshall Islands, told me. “Now with every full moon the high tides brings salt water into our streets. We’re moving further inland but can’t move much further.&#8221;<\/p>\n<p>The Marshall Islands are located in the northern Pacific Ocean, and are home to some 70,000 people spread out over 24 low-lying coral atolls. Low-lying, as in six feet above sea level on average. Not only do rising seas flood and erode shorelines, they also make groundwater too salty too drink and “poison” the land with salt so crops and even coconuts trees can’t grow.<\/p>\n<p>Earlier this month <a href=\"http:\/\/motherboard.vice.com\/read\/10-feet-of-global-sea-level-rise-now-inevitable\" target=\"_blank\" rel=\"noopener\">Motherboard reported<\/a> that the collapse of the West Antarctic ice sheet was underway, guaranteeing a minimum of three metres (10 feet) of sea level rise. Another <a href=\"http:\/\/www.theguardian.com\/environment\/2014\/may\/19\/doubling-of-antarctic-ice-loss-revealed-by-european-satellite?utm_source=Daily+Carbon+Briefing&amp;utm_campaign=d8e2a29f35-DAILY_BRIEFING&amp;utm_medium=email&amp;utm_term=0_876aab4fd7-d8e2a29f35-303421281\" target=\"_blank\" rel=\"noopener\">study<\/a> said the melting ice is 31 per cent faster now than between 2005 and 2011. Way up in Greenland, the same thing is happening, according to a new study in the journal Nature Geoscience. And then there was the recent US National Climate Assessment that found Alaska’s and Canada’s glaciers are pumping huge volumes of water into the ocean.<\/p>\n<p>Add it all up and this means many small island nations like the Marshalls—along with countries like the Maldives, Tuvalu, Micronesia, Kiribati, Palau and others—will be swallowed by the sea.<\/p>\n<figure id=\"attachment_177\" aria-describedby=\"caption-attachment-177\" style=\"width: 640px\" class=\"wp-caption alignnone site-typeface-body typo-size-xsmall\"><a href=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/07\/1401200280336425.png\"><img loading=\"lazy\" class=\"size-full wp-image-177\" src=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/07\/1401200280336425.png\" alt=\"Tony de Brum (left) at UN climate COP 19 in Warsaw with US chief negotiator Todd Stern. Image: US State Dept\" width=\"640\" height=\"372\"><\/a><figcaption id=\"caption-attachment-177\" class=\"wp-caption-text\">Tony de Brum (left) at UN climate COP 19 in Warsaw with US chief negotiator Todd Stern. Image: US State Dept<\/figcaption><\/figure>\n<p>“Where are we to go? How are we to survive? What happens to our culture? Will we become wards of another state?” asked de Brum.<\/p>\n<p>“The news from Antarctica should be sobering to anyone from a coastal region around the world,” said Ambassador Marlene Moses of the Republic of Nauru, a small island in the South Pacific home to fewer than 10,000 people.<\/p>\n<blockquote>\n<h3>“We will be moving villages for decades to come. It’s almost beyond comprehension.”<\/h3>\n<\/blockquote>\n<p>Moses is also chair of the Alliance of Small Island States (AOSIS), a coalition of 43 low-lying island and coastal nations who are fighting hard to get countries like the US, Canada, China, Japan, and Australia to slash their CO2 emissions and keep future global warming below 1.5 C˚. Anything higher, they believe, and most of these nations will drown.<\/p>\n<p>“I can tell you personally it has been very upsetting to witness what seems like an indifference to the plight of small islands,” Moses said.<\/p>\n<p>When told of the recent science out of Antarctica and Greenland, Claire Anterea, a community worker from the central Pacific island nation of Kiribati responded in despair, “My gosh this is not fair! If the world can’t stop the glacier collapse who will save my people and my country?”<\/p>\n<p>“We have a beautiful life here,” she said, “a simple and subsistence way of living. It is unexplainable to know that our beloved home will disappear.” Kiribati consists of 30-odd pancake flat coral atolls straddling the equator.<\/p>\n<p>The government of Kiribati is hoping to buy thousands of acres on one of Fiji’s islands to relocate its 115,000 residents. While relocation may mean survival, the literal disappearance of their islands risks the overwhelming loss of their culture and identity. When you live on tiny islands in the middle of the enormous Pacific Ocean, land has a very special meaning.<\/p>\n<p>“Without our land how can I explain to my children their roots? Where they come from in the first place?” she said.<\/p>\n<figure id=\"attachment_179\" aria-describedby=\"caption-attachment-179\" style=\"width: 2000px\" class=\"wp-caption alignnone site-typeface-body typo-size-xsmall\"><a href=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/07\/140120041171591.jpg\"><img loading=\"lazy\" class=\"size-large wp-image-179\" src=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/07\/140120041171591-2000x1539.jpg\" alt=\"Marlene Moses at the Bangkok Climate Change Conference in August 2012. Image: International Institute for Sustainable Development​\" width=\"2000\" height=\"1539\"><\/a><figcaption id=\"caption-attachment-179\" class=\"wp-caption-text\">Marlene Moses at the Bangkok Climate Change Conference in August 2012. Image: International Institute for Sustainable Development​<\/figcaption><\/figure>\n<p>Although most of Fiji’s 322 islands won’t vanish under the rising waves—at least not in the next century or so—many of the coastal villages are at risk. One is already being re-located to higher ground. Adapt and retreat is Fiji’s future, and that of its 850,000 people.<\/p>\n<p>“We will be moving villages for decades to come. It’s almost beyond comprehension,” said Alifereti Tawake, a Fijian with the Locally-Managed Marine Area Network.<\/p>\n<p>About 80 percent of all villages are on the coast, he said in an interview from the capital city of Suva. Tawake’s home village of Daku on Kadavu, a small outer island is being flooded during high tides and the people will have to move one day.<\/p>\n<p>People have a very strong attachment to their home village. Everything in the village has important family, cultural and spiritual significance. It is the roots of people’s identity, Tawake said.<\/p>\n<p>Villages that have been proudly self-sufficient for hundreds of years are suddenly helpless and now have to ask for help from outsiders.<\/p>\n<p>“People are saying ‘even if we do everything right, we can’t do anything to stop this,'&#8221; he said.<\/p>\n<blockquote>\n<h3>&#8220;By the time the rest of the world awakes to crisis we&#8217;ve drowned. We are like cockroaches trying to herd elephants.&#8221;<\/h3>\n<\/blockquote>\n<p>The small island of Hatohobei and Helen Reef Atoll in Palau is already eroding away. “Soon we will be forced to leave our homes,” said Wayne Andrew from Palau, a country of around 22,000 people, who are spread across 250 islands in the Western Pacific.<\/p>\n<p>“To be very honest, I feel really scared,” said Andrews, who heads a reef protection organization in Palau. Local people wonder what they’ve done wrong and “why they have to pay the ultimate price when other nations are benefiting from all this,” he said, referring to wealthy nations’ high CO2 emissions.<\/p>\n<p>Painful discussions are underway about relocation and moving traditional taro patches and gardens to higher places. There is a lot of work being undertaken to find ways to adapt to the impacts climate change, he said. But ultimately “it is very difficult to know much of our country will vanish.”<\/p>\n<figure id=\"attachment_180\" aria-describedby=\"caption-attachment-180\" style=\"width: 1598px\" class=\"wp-caption alignnone site-typeface-body typo-size-xsmall\"><a href=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/07\/Malé_after_tsunami_cropped.jpg\"><img loading=\"lazy\" class=\"size-full wp-image-180\" src=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/07\/Malé_after_tsunami_cropped.jpg\" alt=\"Malé, the capital of the Maldives, after the 2004 tsunami. Image: Oblivious\/Wikipedia\" width=\"1598\" height=\"1200\"><\/a><figcaption id=\"caption-attachment-180\" class=\"wp-caption-text\">Malé, the capital of the Maldives, after the 2004 tsunami. Image: Oblivious\/Wikipedia<\/figcaption><\/figure>\n<p>Painful is one way to describe the 20 years of United Nations climate negotiations that might have kept the island nations from drowning. This is all about countries agreeing to make major reductions in their CO2 emissions that are heating up the planet. A climate-saving treaty is supposed be finalized at the end of 2015. To say negotiations are not going well is an understatement.<\/p>\n<p>“There is no sense of urgency. It’s frustrating,” said Foreign Minister de Brum, who had just returned home to the Marshall Islands from an informal round of UN climate talks. Countries with the biggest CO2 emissions are more concerned about their economies than the survival of small island nations de Brun said.<\/p>\n<p>&#8220;By the time the rest of the world awakes to crisis we&#8217;ve drowned,” he said. “We are like cockroaches trying to herd elephants.&#8221;<\/p>\n<p>Speaking of cockroaches, the three-coral atoll nation of Tokelau became the first country in the world to become 100 percent powered by renewable energy last October. The 1400 Tokelauans are technically living in a territory of New Zealand. In March this year, Tokelau activists along with 15 other Pacific nations held a series of protests against the fossil fuel industry proclaiming: “We are not drowning. We are fighting.”<\/p>\n<p>“Giving up on our home is not an option,” said Tokelau’s Mikaele Maiava, an activist with 350.org.<\/p>\n<p>“We are warriors, and the land we live on is part of us.”<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Imagine the street you live on is knee-deep in floodwater, and it’s ruining everything in sight, including your home. Now imagine that those awful floodwaters never, ever recede. Instead, the water just keeps rising and rising until your entire country drowns. For a number of island nations, that&#8217;s ultimately the significance of the recent reports [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":591,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[10,12],"tags":[22],"_links":{"self":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/93"}],"collection":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/comments?post=93"}],"version-history":[{"count":2,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/93\/revisions"}],"predecessor-version":[{"id":623,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/93\/revisions\/623"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/media\/591"}],"wp:attachment":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/media?parent=93"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/categories?post=93"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/tags?post=93"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}