{"id":96,"date":"2017-10-04T15:32:37","date_gmt":"2017-10-04T15:32:37","guid":{"rendered":"http:\/\/kohette.com\/wpthemes\/narratium\/?p=96"},"modified":"2020-12-19T21:18:16","modified_gmt":"2020-12-19T21:18:16","slug":"how-humans-will-respond-to-immortality-an-interview-with-philosopher-john-fischer","status":"publish","type":"post","link":"https:\/\/kohette.com\/wpthemes\/narratium\/how-humans-will-respond-to-immortality-an-interview-with-philosopher-john-fischer\/","title":{"rendered":"How Humans Will Respond to Immortality: An Interview with Philosopher John Fischer."},"content":{"rendered":"<h3>Five million dollars is a hefty grant for any academic to receive, let alone a philosopher. And yet that’s exactly what UC Riverside philosophy professor <a href=\"http:\/\/www.philosophy.ucr.edu\/people\/faculty\/fischer\/\" target=\"_blank\" rel=\"noopener\">John Martin Fischer<\/a> received last year for a project that will involve dozens of scientists, philosophers, and theologians from around the world to examine a subject that is probably unknowable: immortality.<\/h3>\n<p>With a subject as ephemeral and amorphous as immortality, one wonders what answers we can reasonably expect for the $5 million price tag. Fischer doesn’t propose to determine whether god exists (he is, himself, a non-believer) or heaven is real. But there’s plenty to work with. Human immortality is a broad subject. It is science and religion. It is futurism and conservatism. It comprises biology, cybernetics, philosophy, theology, cosmology, and quantum physics.<\/p>\n<p>The scope of <a href=\"http:\/\/www.sptimmortalityproject.com\/\" target=\"_blank\" rel=\"noopener\">The Immortality Project<\/a> reflects that boundlessness. On June 1, Fischer and a panel of judges will announce their choice of 10 winning proposals offered by physical scientists from around the world, each of whom will receive about $250,000. Judges are still sifting through the roughly 75 proposals they’ve received. But Fischer gave a few indications of what we might expect in a phone interview I conducted with him last week.<\/p>\n<p>One scientist, he said, has proposed to study the <a href=\"http:\/\/scholar.google.com\/scholar?hl=en&amp;q=hydra+immortal&amp;btnG=&amp;as_sdt=1%2C33&amp;as_sdtp=\" target=\"_blank\" rel=\"noopener\">hydra<\/a>, whose cells replicate indefinitely without deteriorating; several others would examine the neurophysiology of the near-death experience. “There are some interesting proposals looking at how people’s beliefs about the afterlife affect certain things like their ethical behavior, their criminal behavior,” he said.<\/p>\n<p>Other projects might examine “the relationship between afterlife beliefs and economic behavior and longevity,” he added. “There’s a lot of really interesting stuff out there.”<\/p>\n<p>The hard science is just part of the inquiry. In June 2014, judges will disburse a second allotment of $1.5 million among a group of philosophers and theologians to think and write about immortality’s more rarefied aspects. (The remaining million pays for administrative costs like maintaining a website and organizing conferences). Fischer hopes to have the project, which is funded by the John Templeton Foundation, wrapped up for a culminating conference in the summer of 2015.<\/p>\n<p>I chatted with Fischer for over an hour about the project. As expected, the conversation got pretty meta.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">In your writings, you use logic to dispute the idea of god; there’s also a deep, implicit acceptance of the reality of death. How did that lead you to want to study immortality? It seems antithetical to those conclusions.<\/p>\n<p class=\"ktt-interview-answer\">The context that I’m interested is death and what comes after death—if anything—in all its aspects. The basically secular view is what I’ve adopted in many of my writings, which says that when we die we go out of existence. We don’t have any further experiences. [But if we assume] death is a bad thing for the individual who dies—even if it’s just experiential nothingness—then one might wonder whether immortality might well be a good alternative. That’s how they fit together in my mind.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">You’ve said several proposals under review would examine the near-death experience. I actually thought we had closed the door on that. Neurologist Kevin Nelson, in his book, The Spiritual Doorway in the Brain, suggests phenomena like the light at the end of the tunnel and hallucinations are all about reduced blood flow, among other things. In the research you’re planning will you assume the phenomena are physiological or are you leaving the door open to the supernatural?<\/p>\n<p class=\"ktt-interview-answer\">There are some people who take it that near-death experiences provide evidence of the falsity of materialism about the mind. They take it that near-death experiences provide a glimpse into an afterlife. They actually take it that these near-death experiences provide good evidence that we have to adopt a completely new paradigm of the mind and consciousness. I’m inclined to the view that there will be adequate neurophysiological explanations of all the phenomena. I don’t think we’re there yet. I don’t think we have them yet, they’re just hypotheses.<\/p>\n<blockquote>\n<h3>That there was a beginning to the universe doesn’t really affect the issue of immortality. But that there must at some point be an end to the universe—it’s hard to get one’s mind around.<\/h3>\n<\/blockquote>\n<p>But I think where we are now is kind of exciting because I think everybody agrees that people are sincere about their reports. They have these experiences and the question is “what do they mean?” or “what do they indicate?” I’m open to the possibility that we won’t be able to fully explain it. But my default assumption is naturalistic and scientific, and I would like to see more and more understanding—a better understanding of the underlying brain processes in these experiences.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">Does the news about the Higgs boson—specifically its implication that the known universe may have an expiration date—shape your thoughts about immortality?<\/p>\n<p class=\"ktt-interview-answer\"><\/p>\n<p>My view is, first of all, it doesn’t bother me at all that there was a beginning to the universe. That doesn’t really affect the issue of immortality. But that there must at some point be an end to the universe—it’s hard to get one’s mind around. It seems like the heat death would take place many billion years from now.I should first say that I’m not an expert on physics and I don’t fully understand the implications of the Higgs boson discovery, although, you know, people do talk about limits on the temporal extension—they talk about the sun flickering out eventually or heat death.<\/p>\n<p>And I’m assuming the constraints of the Higgs boson also would take place billions and billions of years from now. So I’m of the opinion that, instead of strict immortality, we could focus on extreme longevity—billions and billions of years of longevity. And I think the same issues would come up.<\/p>\n<p><\/p>\n<p class=\"ktt-interview-question font-weight-700\">Yeah, billions of years is a long time—pretty much inconceivable.<\/p>\n<p class=\"ktt-interview-answer\">The debate would reinscribe itself. So people would say “yes, that would be great,” they would want it. Others would say “no, it would be inevitably boring or alienating or not a recognizably human life.”<\/p>\n<p class=\"ktt-interview-question font-weight-700\">Is it conceivable that there’s a version of immortality that exists as something outside the limits of the known universe, or do you have to be religious to believe that?<\/p>\n<p class=\"ktt-interview-answer\"><\/p>\n<p>I guess you wouldn’t have to be religious. You could believe that there are forces or energies or features of the physical universe which we haven’t yet identified or can’t yet fully describe—that there was a kind of [true] immortality that wouldn’t have to be religious. That’s possible. It’s kind of an abstract possibility that we can’t really grasp concretely right now. But I think it’s possible and there’s lots that we don’t know.<\/p>\n<p>If you think about quantum mechanics and string theory and you try wrap your mind around the possibility that there are many, many dimensions to reality, not just three or four, it starts becoming very hard to comprehend. We have certain concepts of present, past, future, causation, physical objects, acceleration, velocity, location. We apply those ordinary concepts to our ordinary lives and they work pretty well, you know? But once you start thinking about quantum mechanics, string theory, the ordinary concepts just don’t apply anymore. And maybe there is a kind of immortality that we have genuinely as part of the physical universe that we can’t yet understand.<\/p>\n<p><\/p>\n<p class=\"ktt-interview-question font-weight-700\">Or even beyond the physical universe…<\/p>\n<p class=\"ktt-interview-answer\">Yeah, beyond the physical universe that we know about. There are philosophers who are dualists who think that the mind is not identical to the brain. Or, if they’re property dualists, they think that mental properties are non-physical properties of our brains. And if you think that maybe the universe has non-physical properties, maybe immortality is somehow related to those.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">Is there a basic incompatibility between free will and immortality? And I mean true immortality, not putting my brain in a jar for extreme longevity.<\/p>\n<p class=\"ktt-interview-answer\"><\/p>\n<p>Well, I’m going to answer another question first, then I’ll get back to your question. I definitely think that immortality in the sense of living forever and not dying is completely consistent with free will. Now, if you add that determinism is true or that god exists then it might rule out certain kinds of freedom but I think it’s still consistent with other kinds of freedom and it’s consistent with moral responsibility. Now, true immortality, especially as conceptualized in a religious view—I don’t think that’s typically thought of as involving free will.<\/p>\n<blockquote>\n<h3>There are some people who take it that near-death experiences provide evidence of the falsity of materialism about the mind. I’m inclined to the view that there will be adequate neurophysiological explanations of all the phenomena.<\/h3>\n<\/blockquote>\n<p>If you think about the standard Christian picture, in which you’ve been virtuous in life and you go to heaven and you have eternal union with god, that’s typically not a context in which you have freedom of the will. You’re in a blissful union with god forever, but you don’t have the freedom to choose evil. You’re not conceptualized as planning and acting in accordance with your plans.<\/p>\n<p>It’s different in Buddhist views and Hindu views where you have reincarnation—where after you die you still live a life and you can have free will. The Islamic picture is the garden. It’s very sumptuous and lavish with fountains and sensual pleasures. I’m not enough of an Islamic scholar to know if you’re supposed to be acting with free will there or just enjoying great sensual pleasures, but it’s a different kind of picture from heaven. Heaven in the Judeo-Christian tradition is more of an intellectual or thetic realm.<\/p>\n<p><\/p>\n<p class=\"ktt-interview-question font-weight-700\">Isn’t the dualistic Christian notion of heaven and hell just an attempt to reconcile the idea of free will here on earth with the idea of immortality?<\/p>\n<p class=\"ktt-interview-answer\">Yes. I think that’s correct. But what’s interesting here is, you know, there are these more complicated pictures where on some views you have an opportunity to exercise your free will even after you die.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">It sounds great.<\/p>\n<p class=\"ktt-interview-answer\">It’s kind of interesting because, on the Christian picture, free will is such a central part of the importance and meaningfulness of our lives on earth. It’s really what distinguishes us from mere animals. It’s interesting that heaven’s supposed to be an ideal place and yet heaven does not contain that feature that is so important to the meaningfulness of our lives. When we get to the next round of competition, maybe someone will explore that issue.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">I wrote a story recently which showed that neurons—like the hydra —may live indefinitely when unattached to the mortal confines of their host bodies, a discovery that seems to bring that brain-in-a-jar scenario a bit closer. Futurists like Ray Kurzweil believe we will have achieved immortality—or at least super-long term longevity— in about 40 years. What do you think?<\/p>\n<p class=\"ktt-interview-answer\">I’m very interested in this and it’s definitely within the scope of the grant. We have proposals on jellyfish, hydra and related biological creatures. There are also interesting studies of certain worms that reproduce asexually. And so biologists are looking at these creatures with the possibility of making discoveries that could help us cure aging. Kurzweil isn’t really a biologist; he’s a futurist and an entrepreneur. But, yes, he’s a big proponent of supplementation and enhancements of various kinds…<\/p>\n<p class=\"ktt-interview-question font-weight-700\">Yes, cybernetics—couldn’t that be part of this picture?<\/p>\n<p class=\"ktt-interview-answer\"><\/p>\n<p>Yes, eventually. Kurzweil and others believe that at some point we will have achieved a biological status where we could still be run over by a truck or hit by a meteorite or die in a fire but we would be medically immortal. We wouldn’t age or die of natural causes. And, once we get to that point, we’ll be able to live long enough that eventually we’ll be able to upload the contents of our minds into computers or cybernetic devices.<\/p>\n<p>I, myself, am skeptical that this will be achieved in the near future. I think 40 years is probably optimistic. I’m also humble enough about these things to know that we’ve been wrong before about the possibility of scientific progress. But I am struck by the fact that you can go in for a simple operation and it can go wrong. So I’m a bit more skeptical.<\/p>\n<p><\/p>\n<figure id=\"attachment_187\" aria-describedby=\"caption-attachment-187\" style=\"width: 1280px\" class=\"wp-caption alignnone site-typeface-body typo-size-xsmall\"><a href=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/07\/A_Soul_in_Heaven_1878.jpg\"><img loading=\"lazy\" class=\"wp-image-187 size-full\" src=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/07\/A_Soul_in_Heaven_1878.jpg\" alt=\"http:\/\/upload.wikimedia.org\/wikipedia\/commons\/2\/2a\/SoulCarriedtoHeaven.jpg\" width=\"1280\" height=\"895\"><\/a><figcaption id=\"caption-attachment-187\" class=\"wp-caption-text\">Heaven: Nice place to visit, lousy place to stay for all eternity if you value free will. Image via Wikimedia Commons<\/figcaption><\/figure>\n<p class=\"ktt-interview-question font-weight-700\">Good point. But let’s assume we do achieve biological immortality someday. It seems like any individual action we perform would matter a lot less. Does it in some way absolve us our moral responsibilities toward one another if we all live forever?<\/p>\n<p class=\"ktt-interview-answer\">No, it doesn’t at all. I think that if we could all live forever we would still have to treat each other with respect and dignity. It would still be wrong to cause people pain and suffering or violate their right to privacy or religious expression or freedom of speech. I think ethics in basic ways wouldn’t change. If I know I’m medically immortal and I know others—maybe my friends or maybe everyone is like that—it doesn’t make it ok for me to treat them like dirt or to violate their rights or cause them pain.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">And when we talk about biological immortality, we often talk about it as though it would be accessible to everyone all at once. But I always think about how much sharper the class divide might be if some humans could afford to become immortal while others couldn’t.<\/p>\n<p class=\"ktt-interview-answer\"><\/p>\n<p>That’s an excellent point. Since forever, human beings have wanted immortality. It literally goes back to the first epic that’s ever been written, the Epic of Gilgamesh. Gilgamesh lost his friend Enkidu, who died, and Gilgamesh went on a quest for the secret to immortality. We’ve always wanted it. But there’s also been a counter-narrative that it’s overreaching, that it’s asking for too much, it’s not reasonable.<\/p>\n<blockquote>\n<h3>I, myself, am skeptical that biological immortality will be achieved in the near future. I am struck by the fact that you can go in for a simple operation and it can go wrong.<\/h3>\n<\/blockquote>\n<p>One part of the reflection on immortality is the realization that it’s not really feasible for everyone to have it. Because if everyone had it there would be overpopulation. If everyone were immortal and their children were immortal there would be no resources left, there would be overcrowding. You can tell stories about colonies on other planets but, short of that, it seems like there would be constraints toward just having an elite or small group of immortal people. And that raises questions about equity and fairness and class.<\/p>\n<p>I look at a genre like the vampire genre as bringing this out because the vampires are achieving immortality at the expense of others. They’re exploiting others to get immortality. It brings up questions about justice and fairness in achieving immortality in a metaphorical way.<\/p>\n<p><\/p>\n<p class=\"ktt-interview-question font-weight-700\">One imagines a kind of scenario where humans who gain immortality begin believing they are somehow more human than the poor schlubs who can’t. I worry that some humans become more expendable than they were before. They’re better cannon fodder for wars. Better for to shine the immortals’ shoes.<\/p>\n<p class=\"ktt-interview-answer\">Say more about that…<\/p>\n<p class=\"ktt-interview-question font-weight-700\">Well, suppose immortality is available only to a certain economic, cultural and social elite—basically the people who can afford it and who have access. We’re not talking about people in the slums of Mumbai and we’re also not talking about people in the project towers here in Brooklyn.<\/p>\n<p class=\"ktt-interview-answer\"><\/p>\n<p>Well that’s right. Just as a matter of fact there are people who are seeking immortality through cryogenics in America and it’s very expensive. I don’t know exactly how much, but it tends to be sought by very wealthy people. There are a lot of billionaires from Texas who want cryogenics. People in the inner cities or the slums of Mumbai are not going to be able to afford all that’s required for cryogenics. Also, they’re not going to be able to afford anti-aging medicine, supplementation, all the medicines people take to lower their cholesterol to ideal levels and everything.<\/p>\n<p>But there’s another thing: The rich tend to have lives that they really want to continue. The poor have generally taken refuge in a different kind of idea, and that is the afterlife. With Christianity, that’s been one of the great things about it as an institution. It’s given hope to the downtrodden. If you think of the African-American church in America, it’s a great example of giving hope in the face of poverty and injustice. But the hope is not to live forever and not die. The hope is to have an afterlife in which justice is achieved.<\/p>\n<p><\/p>\n<figure id=\"attachment_188\" aria-describedby=\"caption-attachment-188\" style=\"width: 900px\" class=\"wp-caption alignnone site-typeface-body typo-size-xsmall\"><a href=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/07\/Soldier_Vampire_by_Lostinfog88.jpg\"><img loading=\"lazy\" class=\"size-full wp-image-188\" src=\"http:\/\/kohette.com\/wpthemes\/literatum\/wp-content\/uploads\/2014\/07\/Soldier_Vampire_by_Lostinfog88.jpg\" alt=\"The vampire: Metaphor for the rich, immortals that will one day enslave us proles. Image by Freddy R. Ortiz via deviantART\" width=\"900\" height=\"598\"><\/a><figcaption id=\"caption-attachment-188\" class=\"wp-caption-text\">The vampire: Metaphor for the rich, immortals that will one day enslave us proles. Image by Freddy R. Ortiz via deviantART<\/figcaption><\/figure>\n<p class=\"ktt-interview-question font-weight-700\">And the elite become, like a vampire, something of a different—albeit humanoid—species. An immortal human is, at least in a fundamental or philosophical way, a different species, right?<\/p>\n<p class=\"ktt-interview-answer\">Yes.<\/p>\n<p class=\"ktt-interview-question font-weight-700\">You’ve written about death as being “bad” because it deprives us of things we know we will enjoy. But is it possible that one reason we enjoy things is that we know they won’t last? I think of Dorian Gray’s constant ennui. Proust writes a lot about the dissatisfaction in love that comes right after one possesses the object of his desire. Would we even enjoy immortality after a while?<\/p>\n<p class=\"ktt-interview-answer\"><\/p>\n<p>Yes. Well…that’s a great question. I think Heidegger is famous also for arguing that our awareness of our own finitude structures our lives, kind of gives it meaning, makes everything precious and urgent. And that, without it, our lives wouldn’t have that meaningfulness. I think that insofar as you really love someone—really, intensely, genuinely love someone—you don’t want to lose that person. You don’t want it to end. And you’ll go to great lengths to maintain the beauty and intimacy of the relationship and not let it dissipate and not let it end.<\/p>\n<p>I think love has in it kind of an internal logic or impetus to continue. It’s so painful when you break up with someone you love or you lose a friend. And it’s so painful because you want it to last forever. There’s this very poignant phenomenon, and it’s very anecdotal, but I’ve definitely heard of various instances of it, and that is when people who have been married for a long time, when one of the members of a couple dies it’s not uncommon for the other one to die shortly thereafter for no apparent physical reason. They die from heartbreak, basically.<\/p>\n<blockquote>\n<h3>The whole idea that somehow love would dissipate if we were immortal, I don’t accept that.<\/h3>\n<\/blockquote>\n<p>There is a lot of beauty and dignity to human beings and to great love. My father recently passed away and I watched my mother take care of him for a long time. And there’s just an incredible beauty to that. And the whole idea that somehow love would dissipate if we were immortal, I don’t accept that.<\/p>\n<p>In a finite life, yes, there are challenges already—big challenges in keeping a relationship vital and passionate. Even couples who love each other very much often fall into patterns and habits and take each other for granted. So that would also be a challenge in an immortal life. You’d have to work on it, just like you’d have to work on it in a finite life.<\/p>\n<p><\/p>\n<p class=\"ktt-interview-question font-weight-700\">Love isn’t a metaphor here: it’s a specific reason to want to keep living forever.<\/p>\n<p class=\"ktt-interview-answer\"><\/p>\n<p>I think it’s one of the great reasons for living. It’s clearly one of the central ways in which our lives get meaning and more richness and become more rewarding for us. I think if we couldn’t have love and intimate friends in an immortal life, that would really be a problem. But, if we can, you could even imagine the same intimate friends or the same spouse forever.<\/p>\n<p>Think about this: It’s so painful to lose someone you’ve known as a friend or a lover you’ve been together with for 30 or 40 years, imagine how it would be to lose someone if you’ve been together hundreds of years or thousands of years. That would give more incentive to work at your marriages and your friendships in an immortal life.<\/p>\n<p><\/p>\n<p class=\"ktt-interview-question font-weight-700\">Caring about life, per se, doesn’t really mean anything. The only life worth living is a life with love in it…<\/p>\n<p class=\"ktt-interview-answer\">Yes.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Five million dollars is a hefty grant for any academic to receive, let alone a philosopher. And yet that’s exactly what UC Riverside philosophy professor John Martin Fischer received last year for a project that will involve dozens of scientists, philosophers, and theologians from around the world to examine a subject that is probably unknowable: [&hellip;]<\/p>\n","protected":false},"author":3,"featured_media":582,"comment_status":"open","ping_status":"open","sticky":false,"template":"template-simple-featured-image.php","format":"standard","meta":[],"categories":[8,10],"tags":[],"_links":{"self":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/96"}],"collection":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/comments?post=96"}],"version-history":[{"count":3,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/96\/revisions"}],"predecessor-version":[{"id":724,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/posts\/96\/revisions\/724"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/media\/582"}],"wp:attachment":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/media?parent=96"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/categories?post=96"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/tags?post=96"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}