{"id":135,"date":"2017-10-05T07:39:53","date_gmt":"2017-10-05T07:39:53","guid":{"rendered":"http:\/\/kohette.com\/wpthemes\/narratium\/?page_id=135"},"modified":"2017-10-05T07:39:53","modified_gmt":"2017-10-05T07:39:53","slug":"extended-template-system","status":"publish","type":"page","link":"https:\/\/kohette.com\/wpthemes\/narratium\/docs\/theme-features\/extended-template-system\/","title":{"rendered":"Extended Template System"},"content":{"rendered":"<p>Narratium comes with a custom template system that allows theme templates to be interchanged between different parts of the theme. In this way a same template can work as a post template and as a frontpage template or template for categories.<\/p>\n<p>Within <strong>Appearance -&gt; Customize -&gt; Templates -&gt; Default Templates<\/strong> the user can select which template handles each of the main WordPress objects (posts, categories, tag pages, etc).<\/p>\n<p>Some of the theme templates have options that can be configured to change the look or behavior of the themes. These options will be found in a page identified with the name of the template in Appearance -&gt; Customize -&gt; Templates.<\/p>\n<p>NOTE: The option to change the template that is responsible for displaying the frontpage is in Appearance -&gt; Customize -&gt; Static Front Page.<\/p>\n<h4>Custom post templates<\/h4>\n<p>In the administration page of each post can be configured, inside the metabox &#8220;post attributes&#8221;, the template that will be responsible for displaying the post on the site. In this way you can configure custom templates for each post. If the template option is left in &#8220;default&#8221; will be applied the template that is configured for posts in Appearance -&gt; Customize -&gt; Templates -&gt; Default Templates.<\/p>\n<h4>Custom Categories Templates<\/h4>\n<p>As in Appearance -&gt; Customize -&gt; Templates -&gt; Default Templates you can select which template will handle the category pages, inside the page of editing of each category you can select which template will take care of that particular category. In this way different templates for different categories can be configured in the site.<\/p>\n<p>To link a specific template with a category you must enter the category editing page and select the desired template in the &#8220;Template&#8221; option.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Narratium comes with a custom template system that allows theme templates to be interchanged between different parts of the theme. In this way a same template can work as a post template and as a frontpage template or template for categories. Within Appearance -&gt; Customize -&gt; Templates -&gt; Default Templates the user can select which [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":133,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/pages\/135"}],"collection":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/comments?post=135"}],"version-history":[{"count":0,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/pages\/135\/revisions"}],"up":[{"embeddable":true,"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/pages\/133"}],"wp:attachment":[{"href":"https:\/\/kohette.com\/wpthemes\/narratium\/wp-json\/wp\/v2\/media?parent=135"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}